Repository: CofficLab/GitOK
Catalog: Plugins/BranchPlugin/Sources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %d files
zh_hans: %d 个文件
zh_hk: %d 個檔案

source: Ahead %d
zh_hans: 领先 %d
zh_hk: 領先 %d

source: Are you sure you want to delete local branch "%@"? Git will prevent deleting unmerged branches.
zh_hans: 确定要删除本地分支"%@""吗？Git 会阻止删除未合并的分支。
zh_hk: 確定要刪除本機分支「%@」嗎？Git 會阻止刪除未合併的分支。

source: Base
zh_hans: 基准
zh_hk: 基準

source: Behind %d
zh_hans: 落后 %d
zh_hk: 落後 %d

source: Branch
zh_hans: 分支
zh_hk: 分支

source: Branch Compare
zh_hans: 分支对比
zh_hk: 分支比較

source: Branch name
zh_hans: 分支名称
zh_hk: 分支名稱

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Cannot delete the current branch
zh_hans: 不能删除当前分支
zh_hk: 不能刪除目前分支

source: Comparing branches...
zh_hans: 正在对比分支...
zh_hk: 正在比較分支...

source: Compare
zh_hans: 对比
zh_hk: 比較

source: Confirm Delete Branch
zh_hans: 确认删除分支
zh_hk: 確認刪除分支

source: Create PR
zh_hans: 创建 PR
zh_hk: 建立 PR

source: Current
zh_hans: 当前
zh_hk: 目前

source: Delete
zh_hans: 删除
zh_hk: 刪除

source: Delete Local Branch
zh_hans: 删除本地分支
zh_hk: 刪除本機分支

source: Delete Remote Branch
zh_hans: 删除远程分支
zh_hk: 刪除遠端分支

source: Git Branch Management
zh_hans: Git 分支管理
zh_hk: Git 分支管理

source: Head
zh_hans: 目标
zh_hk: 目標

source: Loading Branch
zh_hans: 加载分支
zh_hk: 載入分支

source: Loading branches...
zh_hans: 正在加载分支...
zh_hk: 正在載入分支...

source: Manage Branches
zh_hans: 管理分支
zh_hk: 管理分支

source: Merge Head into Base
zh_hans: 将目标合并到基准
zh_hk: 將目標合併到基準

source: New Branch
zh_hans: 新建分支
zh_hk: 新增分支

source: New branch name
zh_hans: 新分支名称
zh_hk: 新分支名稱

source: No Branch
zh_hans: 无分支
zh_hk: 無分支

source: No branches yet
zh_hans: 暂无分支
zh_hk: 暫無分支

source: Publish Branch
zh_hans: 发布分支
zh_hk: 發佈分支

source: Remote Branches
zh_hans: 远程分支
zh_hk: 遠端分支

source: Rename
zh_hans: 重命名
zh_hk: 重新命名

source: Rename Branch
zh_hans: 重命名分支
zh_hk: 重新命名分支

source: Search branches
zh_hans: 搜索分支
zh_hk: 搜尋分支

source: Select base/head to view ahead/behind counts, commits, and file changes.
zh_hans: 选择基准和目标以查看领先/落后数量、提交和文件变更。
zh_hk: 選擇基準和目標以查看領先/落後數量、提交和檔案變更。

source: Set
zh_hans: 设置
zh_hk: 設定

source: Set upstream
zh_hans: 设置上游
zh_hk: 設定上游

source: Set Upstream
zh_hans: 设置上游
zh_hk: 設定上游

source: Switch Branch
zh_hans: 切换分支
zh_hk: 切換分支

source: Unset upstream
zh_hans: 取消上游
zh_hk: 取消上游

source: Upstream branch
zh_hans: 上游分支
zh_hk: 上游分支
